android-studio
anydesk-bin
autojump-git
betaflight-configurator
betterlockscreen
brillo
cava
debtap
downgrade
expresslrs-configurator
faba-icon-theme
gitkraken
google-chrome
gtk-theme-material-black
i3lock-color
libstdc++5
mkinitcpio-numlock
ncurses5-compat-libs
newm-git
nvim-nightly
nwjs-bin
onlyoffice-bin
plymouth-git
python-dasbus
python-fzf-wal
python-imageio
python-iterfzf
python-thefuzz
qt4
sddm-sugar-dark
spicetify-cli
spotify-edge
sweet-gtk-theme-dark
ttf-kanjistrokeorders
ttf-mplus-git
unimatrix-git
visual-studio-code-bin
win11-icon-theme-git
x11-emoji-picker-git
xilinx-ise
yay-git
