acpi
acpid
alacritty
alsa-utils
amd-ucode
android-file-transfer
android-studio
android-tools
anydesk-bin
autoconf
autojump-git
automake
b43-fwcutter
base
base-devel
bash-completion
betaflight-configurator
betterlockscreen
bind
bison
blueberry
bluez-plugins
bluez-utils
brightnessctl
brillo
broadcom-wl
bspwm
btop
calc
cava
chntpw
cloud-init
cmake
cool-retro-term
cpupower
debtap
dialog
dkms
dmenu
downgrade
dunst
dust
efibootmgr
exa
expresslrs-configurator
faba-icon-theme
fakeroot
feh
filelight
firefox
fish
flex
font-manager
foot
gcc
gimp
git
gitkraken
glava
google-chrome
gparted
grub
grub-customizer
gtk-theme-material-black
gtk4
harfbuzz-icu
htop
imagemagick
inkscape
jq
kdeconnect
kitty
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libcurl-compat
libstdc++5
linux
linux-firmware
linux-headers
lutris
lxappearance
lxsession
make
man-db
meson
mkinitcpio-numlock
mlocate
mpd
neofetch
networkmanager
newm-git
nim
ninja
nitrogen
noto-fonts-emoji
npm
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-settings
nvim-nightly
nvtop
obs-studio
onlyoffice-bin
opencl-nvidia
opencv
opera
os-prober
otf-cascadia-code-nerd
pavucontrol
picom
pkgconf
playerctl
plymouth-git
polybar
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-fzf-wal
python-pip
python-pywal
qbittorrent
ranger
reflector
rofi
rustup
sbctl
sddm
sddm-sugar-dark
spectacle
spicetify-cli
spotify-edge
spyder
starship
steam
sudo
sweet-gtk-theme-dark
sxhkd
thunar
thunar-archive-plugin
thunar-volman
ttf-font-awesome
ttf-hanazono
ttf-iosevka-nerd
ttf-kanjistrokeorders
ttf-meslo-nerd
ttf-mononoki-nerd
ttf-mplus-git
ttf-nerd-fonts-symbols-2048-em
ttf-roboto
ttf-sazanami
tumbler
unimatrix-git
unzip
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
visual-studio-code-bin
vlc
waybar
wget
win11-icon-theme-git
wine-staging
wmname
wofi
x11-emoji-picker-git
xclip
xf86-video-vesa
xfce4-settings
xilinx-ise
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay-git
zathura
zathura-pdf-poppler
zip
zsh
