alg-firefox-settings
alg-plasma-settings
anydesk-bin
autojump-git
eww
google-chrome
ipw2100-fw
ipw2200-fw
kwin-bismuth
mcmojave-cursors
mpdris2
paru
picom-animations-git
snapd
spicetify-cli
spotify
spotify-adblock-git
tela-circle-icon
ttf-ms-fonts
tty-clock-git
visual-studio-code-bin
yay-git
