acpi
acpid
alacritty
alsa-utils
amd-ucode
android-tools
archlinux-keyring
autoconf
automake
awesome
b43-fwcutter
base
bash-completion
bind
binutils
bison
blueberry
bluez-plugins
bluez-utils
brightnessctl
broadcom-wl
bspwm
calc
chntpw
clipmenu
clonezilla
cloud-init
code
cups
darkhttpd
ddrescue
debugedit
dhcpcd
dnsmasq
dunst
edk2-shell
efibootmgr
espeakup
ethtool
exa
exfatprogs
f2fs-tools
fakeroot
fatresize
file
filelight
findutils
firefox
fish
flatpak
flex
fsarchiver
gawk
gcc
gettext
git
glava
gnu-netcat
gpart
grep
grml-zsh-config
groff
grub
gucharmap
gwenview
gzip
hdparm
htop
inotify-tools
intel-ucode
irssi
jfsutils
jq
kdeconnect
lftp
lib32-alsa-oss
lib32-gnutls
lib32-libpulse
libtool
linux
linux-firmware
linux-headers
lsscsi
luarocks
lxappearance
lxsession
m4
make
man-db
man-pages
materia-gtk-theme
mc
memtest86+
mkinitcpio-nfs-utils
modemmanager
mpd
mtools
nano
nbd
ncmpcpp
ndisc6
neofetch
neovim
networkmanager
nfs-utils
nitrogen
nmap
nodejs
npm
nvidia
nvidia-settings
nvme-cli
nvtop
okular
openconnect
opencv
os-prober
otf-font-awesome
otf-ipafont
pacman
pacman-contrib
papirus-icon-theme
patch
pavucontrol
picom-animations-git
pkgconf
playerctl
polybar
pptpclient
pulseaudio
python-pywal
qbittorrent
ranger
reflector
reiserfsprogs
rofi
rp-pppoe
scrot
sddm
sed
sg3_utils
smartmontools
sof-firmware
spectacle
starship
sudo
sxhkd
syslinux
systemd-resolvconf
tcpdump
telegram-desktop
testdisk
texinfo
thunar
tree
ttf-font-awesome
ttf-iosevka-nerd
ttf-nerd-fonts-symbols-2048-em
ttf-roboto
udftools
usb_modeswitch
usbutils
virtualbox
virtualbox-guest-utils
vlc
wget
which
wine
wine-gecko
wine-mono
winetricks
wireless-regdb
wireless_tools
wmctrl
wvdial
xclip
xdg-user-dirs
xdo
xf86-video-vesa
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay-bin
zram-generator
